
answers = {
	'START': ['Здравствуйте!', 'Добрый вечер', 'добрый день'],
	'NAME': ['Я Ева', 'Я - ваша покорная слуга Ева', 'меня зовут Йэва'],

	'BYE': ['Всего хорошего', 'всего доброво',
		   'была рада пообщаться с вами', 'еще увидимся', 'счастли+во', 'пока пока'],

	'OPEN_BROWSER': ['Пользуйтесь', 'Пожалуйста', 'Держите'],
	
	'OPEN_YOUTUBE': ['Держите', 'пожалуйста', 'Смотрите с удовольствием'],

	'SCHOOL_DIARY': ['Открыла', 'Готово', 'Держите'],

	'HELP': ['Пока что я обучена совсем немногому. Я могу открыть вам браузер, сетевой город или ютуб, сказать погоду, посчитать числовой пример, найти что-то в википедии, регулировать яркость экрана и громкость, или сказать температуру и влажность в комнате, если подключен датчик'],

	'TOGETHER': ['сначала выберите что-нибудь одно', 'слишком много действий за раз, что сделать первым?'],

	'INFORMAL': ['отлично', 'лучше некуда', 'просто супер', 'великолепно'],

	'ABSENCE': ['не знаю, что вы имели ввиду', 'не совсем поняла, что вы хотели'],

	'WIKIPEDIA': [f'вот что я нашла в интернете: ', 'по вашему запросу я нашла, что '],

	'CALCULATOR': [', очень легко для меня'],

	'MUSIC_RECOGNIZE': ['дайте послушать...', 'сейчас послушаю и скажу...'],
    
    'SCREEN_BRIGHTNESS': ['сделала', 'есть'],
    'CHANGE_VOLUME': ['сделала', 'есть'],
}

