
answers = {
	'START': ['Здравствуйте!', 'Добрый вечер', 'добрый день'],
	'NAME': ['Я Ева', 'Я - ваша покорная слуга Ева', 'меня зовут Йэва'],

	'BYE': ['Всего хорошего', 'всего доброво',
		   'была рада пообщаться с вами', 'еще увидимся', 'счастли+во', 'пока пока'],

	'OPEN_BROWSER': ['Пользуйтесь', 'Пожалуйста', 'Держите'],
	
	'OPEN_YOUTUBE': ['Держите', 'пожалуйста', 'Смотрите с удовольствием'],

	'SCHOOL_DIARY': ['Открыла', 'Готово', 'Держите'],

	'HELP': ['Пока что я обучена совсем немногому. Я могу открыть вам браузер, сетевой город или ютуб, сказать погоду, посчитать числовой пример, найти что-то в википедии, регулировать яркость экрана и громкость, или сказать температуру и влажность в комнате, если подключен датчик'],

	'TOGETHER': ['сначала выберите что-нибудь одно', 'слишком много действий за раз, что сделать первым?'],

	'INFORMAL': ['отлично', 'лучше некуда', 'просто супер', 'великолепно'],

	'ABSENCE': ['не знаю, что вы имели ввиду', 'не совсем поняла, что вы хотели'],

	# 'WEATHER': [f'Сейчас в городе Туапсэ {w.o}, {w.t} {w.grad1}, {w.fl} {w.f}'],

	'WIKIPEDIA': [f'вот что я нашла в интернете: ', 'по вашему запросу я нашла, что '],

	'CALCULATOR': [', очень легко для меня'],

	'MUSIC_RECOGNIZE': ['дайте послушать...', 'сейчас послушаю и скажу...'],
    
    'SCREEN_BRIGHTNESS': ['сделала', 'есть'],
    'CHANGE_VOLUME': ['сделала', 'есть'],

	# 'EXCLUDE': [],
	#
	# 'CALCULATOR': ['плюс', 'минус', 'умножить', 'разделить'],
	#
	# 'CALCULATOR_EXCEPTION': ['одну', 'тысячу'],
	#
	# 'WEATHER': 'погода's
}

additionally = {

}


# NAME_ANS = ('Я Ева', 'Я - ваша покорная слуга Ева', 'меня зовут Йэва')
# BYE_ANS = ('Всего хорошего', 'всего доброво',
#            'была рада пообщаться с вами', 'еще увидимся', 'счастли+во', 'пока пока')
# OPEN_YND_ANS = ('Уже открываю', 'В процессе', 'секундочку')
# OPEN_YT_ANS = ('Держите', 'пожалуйста', 'смотрите с удовольствием')
# HELP_ANS = ('Пока что я обучена совсем немногому. Я могу открыть вам браузер или ютуб, сказать погоду или посчитать небольшой пример', ' --')
# FILT = ('не совсем поняла, скажите по другому',
#             'вы меня запутали, повторите', 'я не знаю, что вы имели ввиду')
#
# FIRST = ('слушаю вас', 'я снова с вами',
#          'рада, что вы вернулись')
#
# TOGETHER = ('Выберите что-нибудь одно', 'Что мне сделать сначала?')
# DELA = ('У меня всё отлично', 'лучше некуда', 'превосходно', 'просто супер')
#
# WEATHER_ANS = f'Сейчас в городе Туапсэ {w.o}, {w.t} {w.grad1}, {w.fl} {w.f}'
