
# !!! МИНИМУМ 2 ЗНАЧЕНИЯ У КЛЮЧА !!!
commands = {
	'WIKIPEDIA': ['такое', 'такой', 'такая', 'такие'],
    
	'NAME': ['зовут', 'имя', 'название'],

	'BYE': ['пока', 'до встречи', 'до свидания', 'ещё увидимся', 'до скорого',
			'до скорых встреч', 'гудбай', 'гудбай'
			'бай-бай', 'до новых встреч', 'бай', 'режим ожидания'],

	'OPEN_BROWSER': ['яндекс', 'браузер', 'поисковик'],

	'OPEN_YOUTUBE': ['ютуб', 'ютюб', 'видео'],
	'LIGHT_CONTROL': ['поменяй цвет', 'измени цвет', ' свет', 'включи лампочку','включай лампу', 'включи свет', 'выключи лампочку', 'выключи свет'],

	# 'INFORMAL': ['дела', 'делишки', 'настроение'],

	# 'SCHOOL_DIARY': ['сетевой город', 'дневник', 'сетевой'],

	'HELP': ['возможности', ''],

	'CALCULATOR': ['плюс', 'минус', 'умножить', 'разделить', 'поделить'],

	'WEATHER': ['погода', ''],
	'CHANGE_VOLUME': ['громкость', ''],

	'MUSIC_RECOGNIZE': ['музыка', 'песня'],
    'PERSONAL_TIMER': ['таймер', ''],
    'SCREEN_BRIGHTNESS': ['яркость', ''],
    'TEMP_HUM_SENSOR': ['температура', 'температура', 'влажность', 'влажность'],
    'GAS_SENSOR': ['состояние воздуха', 'качество воздуха'],
}

