
commands = {
	'WIKIPEDIA': ['такое', 'такой', 'такая', 'такие'],
    
	'NAME': ['зовут', 'имя', 'название'],

	'BYE': ['пока', 'до встречи', 'до свидания', 'ещё увидимся', 'до скорого',
			'до скорых встреч', 'гудбай', 'гудбай'
			'бай-бай', 'до новых встреч', 'бай', 'можешь отдохнуть', 'режим ожидания'],

	'OPEN_BROWSER': ['яндекс', 'браузер', 'поисковик'],

	'OPEN_YOUTUBE': ['ютуб', 'ютюб', 'видео'],

	'SCHOOL_DIARY': ['сетевой город', 'дневник', 'сетевой'],

	'HELP': ['возможности', 'умеешь'],

	'CALCULATOR': ['плюс', 'минус', 'умножить', 'разделить'],

	'WEATHER': ['погода', ''],
	'CHANGE_VOLUME': ['громкость', ''],

	'MUSIC_RECOGNIZE': ['музыка', 'песня'],
    'PERSONAL_TIMER': ['таймер', ''],
    'SCREEN_BRIGHTNESS': ['яркость', ''],
    'TEMP_HUM_SENSOR': ['температура комнате', 'температура помещении', 'влажность комнате', 'влажность помещении']
}

